{
  "title": "The Shock Doctrine: The Rise of Disaster Capitalism",
  "author": "Naomi Klein",
  "links": [
    "https://en.wikipedia.org/wiki/The_Shock_Doctrine",
    "https://www.amazon.com/No-Logo-Taking-Brand-Bullies-ebook/dp/B000FA665://www.amazon.com/Shock-Doctrine-Rise-Disaster-Capitalism/dp/0312427999"
  ],
  "references": [
    {
      "title": "A Question of Torture: CIA Interrogation, from the Cold War to the War on Terror (American Empire Project)",
      "author": "Alfred McCoy",
      "links": [
        "https://www.amazon.com/Question-Torture-Interrogation-American-Project/dp/0805082484"
      ],
      "quote": "Alfred W. McCoy, a historian at the University of Wisconsin who documented the evolution of torture techniques since the Inquisition in his book A Question of Torture: CIA Interrogation from the Cold War to the War on Terror, describes the Kubark manual’s shock-inducing formula of sensory deprivation followed by sensory overload as “the first real revolution in the cruel science of pain in more than three centuries.”"
    },
    {
      "title": "Truth, Torture, and the American Way: The History and Consequences of U.S. Involvement in Torture",
      "author": "Jennifer Harbury",
      "links": [
        "https://www.amazon.com/Truth-Torture-American-Way-Consequences/dp/0807003077"
      ],
      "quote": "Jennifer Harbury, whose husband was tortured and killed by a Guatemalan officer on the CIA payroll, has documented many of these cases in her important book, Truth, Torture and the American Way."
    },
    {
      "title": "Nunca Más (Never again): The Report of the Argentine National Commission of the Disappeared",
      "quote": "According to Brasil: Nunca Mais (Never Again), they were sent to jail, where many faced torture, “for the simple reason that they were inspired by a political philosophy opposed by the authorities.”"
    },
    {
      "title": "Shock and Awe: Achieving Rapid Dominance",
      "author": " Harlan K. Ullman, James P. Wade, L. A. Edney ",
      "links": [
        "https://www.amazon.com/Shock-Awe-Achieving-Rapid-Dominance/dp/1579060307"
      ],
      "quote": "First came the war, designed, according to the authors of the Shock and Awe military doctrine, to “control the adversary’s will, perceptions, and understanding and literally make an adversary impotent to act or react.”"
    },
    {
      "title": "The Tragedy of Russia's Reforms: Market Bolshevism Against Democracy",
      "author": "Peter Reddaway, Dmitri Glinski",
      "links": [
        "https://bookstore.usip.org/books/BookDetail.aspx?productID=51334"
      ],
      "quote": "Peter Reddaway and Dmitri Glinski, who wrote the definitive account of the Yeltsin years (The Tragedy of Russia’s Reforms: Market Bolshevism against Democracy), point out that “during the mopping-up operation in and around the White House, 1,700 persons had been arrested, and 11 weapons seized."
    },
    {
      "title": "State of Denial: Bush at War",
      "author": "Bob Woodward",
      "links": [
        "https://www.amazon.com/State-Denial-Bush-War-Part/dp/0743272234"
      ]
    }
  ]
}

